{
"fr": {
    "home": "Accueil",
    "about": "A propos",
    "services": "Services",
    "contact": "Contact",
    "home1": "Accueil",
    "about1": "A propos",
    "services1": "Services",
    "contact1": "Contact",
    "donate": "Faire un don",
    "nom": "Fondation Divine Miséricorde",
    "lien": "Liens",
    "domaine": "Nos domaines",
    "lettre": "Notre Newsletter",
    "lettretext": "Abonnez-vous à notre newsletter et recevez les dernières nouvelles !",
    "serv1": "Santé",
    "serv2": "Education",
    "serv3": "Environnement",
    "serv4": "Autonomisation des populations",
    "serv5": "Développement local",
    "texte": "Fondation Divine Miséricorde",
    "subscribe": "S'abonner",
    "titre":"Notre <em>Objectif</em>",
    "text":"La <strong style=\"color: #000;\">Fondation Divine Miséricorde (FDM)</strong> a pour objectif la promotion et la défense des initiatives citoyennes en faveur du bien-être, de la paix, la tolérance, le développement, la solidarité et la prospérité dans un espace durable.",
    "titre2": "Nos <em>Domaines</em>",
    "text2": "Découvrez nos principaux domaines d'intervention, qui reflètent notre engagement envers un impact positif et durable.",
    "titre3":"Santé",
    "text3":"Nous intervenons dans la promotion des Droits à la Santé Sexuelle et Reproductive des jeunes, la lutte contre toutes les formes de violence basées sur le genre, la prévention des grossesses en milieu scolaire.",
    "titre4":"Education",
    "text4":"Nous réalisons des campagnes de sensibilisation et de formation tant de notre personnel que de la population sur des thématiques données, afin de les outiller.",
    "titre5":"Environnement",
    "text5":"Protéger notre planète est une responsabilité partagée. Nous travaillons à la préservation des écosystèmes et à la sensibilisation environnementale.",
    "titre6":"Autonomisation des populations",
    "text6":"Nous œuvrons à rendre indépendants les populations par l’accompagnement des collectivités locales à travers la création d’Activités Génératrices de Revenus.",
    "titre7":"Développement local",
    "text7":"Nous tenons à créer un environnement participatif qui renforce les capacités des institutions locales pour la mise en place d'interventions socialement inclusives et pourvoyeuses d'emplois.",
    "button1":"Lire la suite",
    "button2":"Lire la suite",
    "button3":"Lire la suite",
    "button4":"Lire la suite",
    "button5":"Lire la suite",
    "button6":"Lire la suite",
    "button7":"Lire la suite",
    "button8":"Lire la suite",
    "button9":"Lire la suite",
    "button10":"Lire la suite",
    "button11":"Lire la suite",
    "titre8": "Nos valeurs fondamentales",
    "titre9": "Ce qui guide notre <em>réussite",
    "text8": "À <strong><em>La Fondation Divine Miséricorde</em></strong>, nos valeurs sont les piliers de notre succès. Elles nous inspirent chaque jour à bâtir des relations solides et à offrir des services d'exception. Nous croyons fermement que la force d'une entreprise repose sur ses principes. Nos valeurs fondamentales représentent l'essence même de notre identité et sont au cœur de toutes nos actions. <br /><br /> Découvrez ce qui rend notre entreprise unique et pourquoi nous sommes votre partenaire idéal.",
    "titre10": "Discipline",
    "text9":"Impulser au sein de notre équipe la détermination, l’amour du travail et la fraternité pour l'aider à remplir notre mission.",
    "titre11":"Respect",
    "text10":"Respecter nos engagements, un impératif.",
    "titre12": "Proximité",
    "text11": "Etablir et maintenir une proximité avec les communautés de base et les populations.",
    "titre13": "Solidarité",
    "text12": "Solidarité au sein de la fondation, solidarité avec les populations locales.",
    "titre14": "Partage",
    "text13": "Partager nos expériences, nos victoires, nos erreurs.",
    "titre15":"Transparence",
    "text14":"Partager l’information avec les parties prenantes, de la manière la plus ouverte, honnête, précise et compréhensible  possible, qu’il s’agisse d’informations positives ou négatives.",
    "titre16":"Nos <em>Activités</em>",
    "text15": "Ces activités sont le cœur de notre action, visant à améliorer la qualité de vie et à promouvoir un développement durable pour tous.",
    "titre17":"Sensibilisation et dépistage de l’Hypertension artérielle, du diabète et de l’Insuffisance rénale à la mairie d’Abomey-Calavi",
    "titre18":"Renforcement de capacités du personnel de la Fondation Divine Miséricorde en gestion de projets",
    "titre19":"Mission chirurgicale en Gynécologie, Neurochirurgie et en Chirurgie générale",
    "titre20":"Renforcement de capacités du personnel de la Clinique Divine Miséricorde en gestion hospitalière",
    "titre21":"Renforcement de capacités du personnel de la Clinique Divine Miséricorde et de Delta Trading sur le management d’équipe",
    "titre22":"Renforcement de capacités du personnel de la Clinique Divine Miséricorde sur la protection des droits des patients et la pratique de l’accouchement sans violence"
},
"en": {
    "home": "Home",
    "about": "About",
    "services": "Services",
    "contact": "Contact",
    "home1": "Home",
    "about1": "About",
    "services1": "Services",
    "contact1": "Contact",
    "donate": "Make a donation",
    "nom": "Divine Mercy Foundation",
    "lien": "Links",
    "domaine": "Our domains",
    "lettre": "Our Newsletter",
    "lettretext": "Subscribe to our newsletter and receive the latest news!",
    "serv1": "Health",
    "serv2": "Education",
    "serv3": "Environment",
    "serv4": "Empowering people",
    "serv5":"Local development",
    "texte": "Divine Mercy Foundation",
    "subscribe": "Subscribe",
    "titre": "Our <em>Goal</em>",
    "text": "The <strong style=\"color: #000;\">Divine Mercy Foundation (DMF)</strong> aims to promote and defend civic initiatives for well-being, peace, tolerance, development, solidarity, and prosperity in a sustainable space.",
    "titre2": "Our <em>domains</em>",
    "text2": "Discover our domains of intervention, reflecting our commitment to positive and sustainable impact.",
    "titre3": "Health",
    "text3": "We are involved in promoting the Right to Sexual and Reproductive Health for young people, combating all forms of gender-based violence, and preventing school-related pregnancies.",
    "titre4": "Education",
    "text4": "We conduct awareness and training campaigns for both our staff and the population on specific topics to equip them with the necessary tools.",
    "titre5": "Environment",
    "text5": "Protecting our planet is a shared responsibility. We work towards preserving ecosystems and raising environmental awareness.",
    "titre6": "Empowerment people",
    "text6": "We strive to make populations independent by supporting local communities through the creation of Income-Generating Activities.",
    "titre7": "Local Development",
    "text7": "We are committed to creating a participatory environment that strengthens the capacities of local institutions for socially inclusive and job-creating interventions.",
    "button1": "Read more",
    "button2": "Read more",
    "button3": "Read more",
    "button4": "Read more",
    "button5": "Read more",
    "button6": "Read more",
    "button7": "Read more",
    "button8": "Read more",
    "button9": "Read more",
    "button10": "Read more",
    "button11": "Read more",
    "titre8": "Our Core Values",
    "titre9": "What Drives Our <em>Success</em>",
    "text8": "At <strong><em>The Divine Mercy Foundation</em></strong>, our values are the pillars of our success. They inspire us every day to build strong relationships and provide exceptional services. We firmly believe that the strength of an organization lies in its principles. Our core values represent the very essence of our identity and are at the heart of all our actions. <br /><br /> Discover what makes our organization unique and why we are your ideal partner.",
    "titre10": "Discipline",
    "text9": "Instilling determination, a love for work, and fraternity within our team to help fulfill our mission.",
    "titre11": "Respect",
    "text10": "Honoring our commitments is a must.",
    "titre12": "Proximity",
    "text11": "Establishing and maintaining close connections with grassroots communities and populations.",
    "titre13": "Solidarity",
    "text12": "Solidarity within the foundation and with local populations.",
    "titre14": "Sharing",
    "text13": "Sharing our experiences, victories, and mistakes.",
    "titre15": "Transparency",
    "text14": "Sharing information with stakeholders in the most open, honest, precise, and understandable way possible, whether it involves positive or negative information.",
    "titre16": "Our <em>Activities</em>",
    "text15": "These activities are at the core of our mission, aiming to improve the quality of life and promote sustainable development for all.",
    "titre17":"Awareness raising and screening for high blood pressure, diabetes and kidney failure at Abomey-Calavi town hall",
    "titre18":"Capacity building for Divine Mercy Foundation staff in project management",
    "titre19":"Surgical missions in gynecology, neurosurgery and general surgery",
    "titre20":"Capacity building for staff at the Divine Mercy Clinic in hospital management",
    "titre21":"Capacity-building on team management for Clinic Divine Mercy and Delta Trading staff",
    "titre22":"Capacity-building for Clinic Divine Mercy staff on the protection of patients' rights and the practice of violence-free childbirth"    
    
}
}