{
    "fr": {
      "home": "Accueil",
      "about": "A propos",
      "services": "Services",
      "contact": "Contact",
      "home1": "Accueil",
      "about1": "A propos",
      "services1": "Services",
      "contact1": "Contact",
      "donate": "Faire un don",
      "about-title2": "Renforcement de capacités du personnel de la Fondation Divine Miséricorde en gestion de projets",
      "nom": "Fondation Divine Miséricorde",
      "lien": "Liens",
      "domaine": "Nos domaines",
      "lettre": "Notre Newsletter",
      "lettretext": "Abonnez-vous à notre newsletter et recevez les dernières nouvelles !",
      "serv1": "Santé",
      "serv2": "Education",
      "serv3": "Environnement",
      "serv4": "Autonomisation des populations",
      "serv5": "Développement local",
      "texte": "Fondation Divine Miséricorde",
      "subscribe": "S'abonner",
      "about-title":"Renforcement de capacités du personnel de la Clinique Divine Miséricorde en gestion hospitalière",
      "about-text":"Afin de rehausser le niveau de son personnel dans la gestion hospitalière et d’améliorer la qualité de ses prestations, la Clinique Divine Miséricorde, avec le soutien de la FDM, a organisé du 09 au 29 septembre, une série de formation à son personnel. <br><br>Cette formation a été organisée par la fondation en partenariat avec le groupe belge Exchange Expertise. Un expert belge, M. Michel VANPE a été reçu pour former le personnel de la Clinique Divine Miséricorde. Les frais associés à son déplacement, son logement et sa restauration ont été pris en charge par la Fondation.",
      "about-text2": "La formation est un domaine essentiel pour la Fondation Divine Miséricorde. A cet effet, La FDM a organisé une séance de renforcement de capacités à son personnel sur les techniques d’élaboration des outils de planification, des Termes De Référence (TDR), des rapports d’activités et financiers et d’appropriation des kits de mission ou de réalisation des activités sur le terrain. Cette séance s’était déroulée à travers une série de formation théorique et pratique organisée sur quatre (04) jours. Elle a permis d’améliorer les niveaux de connaissance et de rédaction des Termes De Référence (TDR), des rapports d’activités et financiers par le personnel de la FDM.",
      "responsablesTitle": "Quelques images de l'activité",
      "about-title3":"Renforcement de capacités du personnel de la Clinique Divine Miséricorde et de Delta Trading sur le management d’équipe",
      "about-text3":"Dans le cadre du programme de renforcement des capacités managériales du personnel Administratif et Médico-technique de la Fondation Divine Miséricorde (FDM) et de la Société Delta trading, un enseignement des différents outils managériaux pour une gestion efficace des différentes équipes à charge a été organisé. L’objectif de cette journée de formation était d’outiller les participants sur différentes techniques dont doit disposer un manager afin de faire une bonne gestion d’équipe, notamment à travers cinq différents points. <br>- Clarifier son rôle de manager <br>- Savoir relayer une stratégie <br>- Connaitre son style de management <br>- Construire une boite à outils opérationnels <br>- Apprendre à mener un entretien individuel de suivi de performances.",
      "about-title4":"Mission chirurgicale en Gynécologie, Neurochirurgie et en Chirurgie générale",
      "about-text4":"Afin d’apporter sa pierre à l’édifice et contribuer au renforcement du dispositif stratégique mis en place pour couvrir les besoins de santé des populations, la Fondation Divine Miséricorde en collaboration avec la Clinique Divine Miséricorde, l’Hôpital privé de Denizli et le Groupe ASSANA, a organisé une mission médico-chirurgicale du 1er au 07 septembre 2024. Elle comprend 03 domaines d’intervention à savoir : <br>-La chirurgie générale <br>-La neurochirurgie <br>-La gynécologie <br>En effet, la fondation a fourni un appui logistique à la clinique dans la réussite de cette mission. <br><br> <strong>Présentation des patients reçus lors de la mission médico-chirurgicale </strong><br><em>&#9670; Caractéristiques socio-démographiques des patients</em><br> La majorité des patients résident dans la commune d’Abomey-Calavi (61 ; 67,78%). Plus de la moitié des patients étaient des femmes (58 ; 64,44%) et âgés entre 25 et 50 ans (52 ; 57,78%). L’âge moyen était de 45 ± 14 ans avec des extrêmes de 08 et 71 ans. Le tableau ci-dessous détaille ces informations.<br><strong>Tableau II :</strong> Caractéristiques socio-démographiques des patients ayant participé à cette mission médico-chirurgicale (n = 90) <br><center><img src=\"assets/images/tableau2.png\" alt=\"\"></center><br><p><em>&#9670; Sources d’informations</em><br> Les proches (63 ; 70,00%) ont constitué la principale source d’informations des patients ayant participé à cette mission, à travers une communication de bouche à oreilles. Le graphe ci-dessous présente ces informations avec d’autres sources. <br><img src=\"assets/images/tableau3.png\" alt=\"\"><br><strong>Figure 1 :</strong> Présentation des sources d’informations des patients ayant participé à la mission médico-chirurgicale (n=90) <br><br><strong>Point des consultations réalisées</strong> <br>Au total, 108 consultations ont été effectuées dans toutes les spécialités. La spécialité ayant reçu le plus de patients et de consultations a été celle de la neurochirurgie (38 ;35,18%). Le graphe ci-dessous présente ces statistiques. <br><img src=\"assets/images/tableau4.png\" alt=\"\"><br><strong>Figure 3 :</strong> : Point des consultations réalisées par spécialité au cours de la mission médico-chirurgicale (n = 108) <br><strong>Point des interventions chirurgicales effectuées </strong><br>Au cours de la mission, 24 interventions chirurgicales, au total, ont été effectuées. Le principal acte réalisé a été celui de la neurochirurgie, le blocage facettaire (12 ; 50,00%) pour les patients souffrant des douleurs lombaires. Le tableau ci-dessous présente ces données.<br><strong>Tableau III:</strong>Point des interventions chirurgicales réalisées au cours de la mission médico-chirurgicale (n = 24) <br><center><img src=\"assets/images/tableau5.png\" alt=\"\"></center>",
      "about-title5":"Renforcement de capacités du personnel de la Clinique Divine Miséricorde sur la protection des droits des patients et la pratique de l’accouchement sans violence",
      "about-text5":"Le Samedi 23 Novembre 2024 dans la salle de conférence de la Fondation Divine Miséricorde s’est tenue la séance de formation sur la Protection des droits des patients en milieu sanitaire et la Pratique de l’accouchement sans violence. <br><br>La formation s’est tenue sous l’initiative du Directeur Général de la Clinique Divine Miséricorde avec l’appui financier de la Fondation Divine Miséricorde (FDM) ; la facilitation a été assurée par madame Annick NONOHOU sagefemme Juriste fondatrice du Réseau des Soignants Amis des Patients (RSAP). Cette activité a été conçue pour renforcer les compétences du personnel soignant de la Clinique Divine Miséricorde en matière de respect des droits des patients et d’amélioration des pratiques obstétricales.",
      "about-title6":"Sensibilisation et dépistage de l’Hypertension artérielle, du diabète et de l’Insuffisance rénale à la mairie d’Abomey-Calavi",
      "about-text6":"Les MNT figurent dans les principaux problèmes majeurs de santé publique dans le monde en l’occurrence dans les pays pauvres dont le Bénin. Afin d’apporter sa pierre dans la lutte contre ces pathologies chroniques, la Clinique Divine Miséricorde d’Abomey-Calavi en collaboration avec la FDM a organisé une campagne de sensibilisation et de dépistage gratuit de la population d’Abomey-Calavi. <br/><br/> Plusieurs activités étaient menées, afin de contribuer à la réussite du projet et l’atteinte des résultats attendus. Au nombre de ces activités préparatoires figurent la diffusion par les mass médias les annonces  radiophoniques, les prospections sur des sites stratégiques à travers la distribution des flyers et la pose des affiches de grand format sur les murs dans les grands lieux de rassemblement tels que les arrondissements, la Mairie, les confections religieuses, les sites de rassemblement des conducteurs de taxi-motos, etc.., Pour la réussite de l’évènement, la FDM a doté la CDM-AC des tensiomètres pour la prise de la pression artérielle des participants. <br/>Au total, 392 personnes ont participé à cette campagne de dépistage, soit 65,33% du nombre de participants attendus. Le graphe ci-dessous illustre ces informations.<img src=\"assets/images/figure.png\" alt=\"\" /><br><strong>Figure 1 :</strong> Point du niveau de réalisation en fonction du nombre de participants attendus à la campagne de dépistage (N = 600). <br><br><strong>Présentation des participants à la campagne de dépistage </strong><br><em>&#9670; Caractéristiques socio-démographiques</em><br> La plupart des participants étaient venus de la commune d’Abomey-Calavi (354 ;90,31%). La majorité des participants à cette campagne de dépistage étaient des hommes (262 ; 66,84%) et aucun transgenre n’était enregistré. Le sex-ratio en faveur des hommes était 2,01. De plus, l’âge moyen était 41,67 ± 13,59 ans avec des extrêmes de 18ans et 77 ans. La tranche d’âge la plus dominante  était celle de plus de 50 ans (113 ; 28,83%). Le tableau ci-dessous expose amplement ces statistiques.  <br><strong>Tableau I :</strong> Répartition des participants reçus selon leurs caractéristiques socio-démographiques (n=392) <br><center><img src=\"assets/images/Tableau.png\" alt=\"\"></center><br>",
      "about-text7":"<em>&#9670; Avoir déjà participé au moins une fois à ces campagnes de dépistage</em><br>Plus de la moitié des participants affirmaient qu’ils n’avaient jamais participé à ces genres de campagnes. Le graphe ci-dessous expose cette répartition. <br><img src=\"assets/images/figure2.png\" alt=\"\"><br><strong>Figure 2 :</strong> Répartition des participants à la campagne de dépistage selon leurs participations au moins une fois à ces campagnes de dépistage (N = 392) <br><br><strong>Point du dépistage effectué</strong> <br><em>&#9670; Suspicion de l’hypertension artérielle </em><br>Lors de cette campagne de dépistage, 64 participants avaient des chiffres tensionnels élevés, soit une prévalence de 16,33%. Le graphe ci-dessous illustre cette statistique. <br><img src=\"assets/images/figure3.png\" alt=\"\"><br><strong>Figure 3 :</strong> Répartition des participants selon la suspicion de l’HTA (N = 392) <br><em>&#9670; Suspicion du diabète</em><br>Lors de cette campagne de dépistage, 42 participants présentaient un taux de glycémie élevé, soit une prévalence de 10,71%. Le graphe ci-dessous illustre cette statistique. <br><img src=\"assets/images/figure4.png\" alt=\"\"><br><strong>Figure 4 :</strong> Répartition des participants selon la suspicion du diabète (N = 392) <br><em>&#9670; Suspicion de l’obésité </em><br>Lors de cette campagne de dépistage, 51 participants avaient un indice de masse corporelle (IMC) supérieure à 40, soit une prévalence de 13,01%. Le graphe ci-dessous illustre cette statistique. <br><img src=\"assets/images/figure5.png\" alt=\"\"><br><strong>Figure 5</strong> Répartition des participants selon la suspicion de l’obésité (N = 392) <br><em>&#9670; Suspicion de l’insuffisance rénale </em><br>Après les analyses biomédicales au niveau du laboratoire, 11 participants présentaient un taux d’urée et créatinémie élevé et étaient susceptibles d’une insuffisance rénale, soit une prévalence de 02,81%. Le graphe ci-dessous illustre ces informations. <br><img src=\"assets/images/figure6.png\" alt=\"\">"
    },
    "en": {
      "home": "Home",
      "about": "About",
      "services": "Services",
      "contact": "Contact",
      "home1": "Home",
      "about1": "About",
      "services1": "Services",
      "contact1": "Contact",
      "donate": "Make a donation",      
      "nom": "Divine Mercy Foundation",
      "lien": "Links",
      "domaine": "Our domains",
      "lettre": "Our Newsletter",
      "lettretext": "Subscribe to our newsletter and receive the latest news!",
      "serv1": "Health",
      "serv2": "Education",
      "serv3": "Environment",
      "serv4": "Empowering people",
      "serv5":"Local development",
      "texte": "Divine Mercy Foundation",
      "subscribe": "Subscribe",
      "about-title":"Capacity building for staff at the Divine Mercy Clinic in hospital management",
      "about-text":"In order to raise the level of its staff in hospital management and improve the quality of its services, the Divine Mercy Clinic, with the support of the DMF, organized from September 9 to 29, a series of training for its staff.<br><br>This training was organized by the foundation in partnership with the Belgian group Exchange Expertise. A Belgian expert, Mr. Michel VANPE, was received to train the staff of the Divine Mercy Clinic. The costs associated with his travel, accommodation and catering were covered by the Foundation.",
      "about-title2": "Capacity building for Divine Mercy Foundation staff in project management",
      "about-text2": "Training is an essential area for the Divine Mercy Foundation. To this end, DMF organized a capacity-building session for its staff on techniques for drawing up planning tools, Terms Of Reference (ToR), activity and financial reports, and for appropriating mission kits or carrying out activities in the field. This session took the form of a series of theoretical and practical training sessions organized over four (04) days. It enabled DMF staff to improve their knowledge and drafting of Terms of Reference (ToR), activity and financial reports.",
      "responsablesTitle": "Some pictures of the activity",
      "about-title3": "Capacity-building on team management for Clinic Divine Mercy and Delta Trading staff",
      "about-text3": "As part of the program to strengthen the managerial skills of the administrative and medical-technical staff of the Divine Mercy Foundation (DMF) and Delta Trading, training was organized in the various managerial tools needed to effectively manage the various teams in charge. The aim of the day's training was to equip participants with the various techniques a manager needs to be able to manage a team effectively, in particular through five different points. <br>- Clarify your role as a manager <br>- Know how to relay a strategy <br>- Know your management style <br>- Build an operational toolbox <br>- Learn how to conduct an individual performance monitoring interview .",
      "about-title4":"Surgical missions in gynecology, neurosurgery and general surgery",
      "about-text4":"In order to make its contribution and help strengthen the strategic plan put in place to cover the health needs of the population, the Divine Mercy Foundation, in collaboration with the Divine Mercy Clinic, Denizli Private Hospital and the ASSANA Group, organized a medical-surgical mission from September 1 to 7, 2024. It includes 03 areas of intervention, namely: <br>-General surgery <br>-Neurosurgery <br>-Gynecology <br>Indeed, the foundation provided logistical support to the clinic in the success of this assignment. <br><br> <strong>Presentation of patients received during the medical-surgical mission </strong><br><em>&#9670; Socio-demographic characteristics of patients</em><br> The majority of patients reside in the commune of Abomey-Calavi (61; 67.78%). More than half of the patients were women (58; 64.44%) and aged between 25 and 50 years (52; 57.78%). The average age was 45 ± 14 years with extremes of 08 and 71 years. The table below details this information.<br><strong>Table II:</strong> Socio-demographic characteristics of patients who participated in this medical-surgical mission (n = 90) <br><center><img src =\"assets/images/tableau2.png\" alt=\"\"></center><br><p><em>&#9670; Sources of information</em><br> Relatives (63; 70.00%) constituted the main source of information for patients who participated in this mission, through word of mouth communication. The graph below presents this information along with other sources. <br><img src=\"assets/images/tableau3.png\" alt=\"\"><br><strong>Figure 1:</strong> Presentation of the sources of information of patients who participated in the medical-surgical mission (n=90) <br><br><strong>Program of consultations carried out</strong><br>In total, 108 consultations were carried out in all specialties. The specialty that received the most patients and consultations was neurosurgery (38, 35.18%). The graph below shows these statistics. <br><img src=\"assets/images/tableau4.png\" alt=\"\"><br><strong>Figure 3:</strong>: Point of consultations carried out by specialty during the mission medical-surgical (n = 108) <br><strong>Point of surgical interventions performed </strong><br>During the mission, a total of 24 surgical procedures were performed. The main procedure performed was neurosurgery, facet blockade (12; 50.00%) for patients suffering from lower back pain. The table below presents this data.<br><strong>Table III:</strong>Point of surgical procedures performed during the medical-surgical mission (n = 24) <br><center><img src=\"assets/images/tableau5.png\" alt=\"\"></center>",
      "about-title5":"Capacity-building for Clinic Divine Mercy staff on the protection of patients' rights and the practice of violence-free childbirth",
      "about-text5":"On Saturday, November 23, 2024 in the conference room of the Divine Mercy Foundation, the training session on the Protection of patients' rights in a health environment and the Practice of childbirth without violence was held.<br><br>The training was held under the initiative of the General Director of the Divine Mercy Clinic with the financial support of the Divine Mercy Foundation (DMF); the facilitation was provided by Ms. Annick NONOHOU midwife, lawyer and founder of the Network of Patient-Friendly Caregivers (NPFC). This activity was designed to strengthen the skills of the nursing staff at the Divine Mercy Clinic in terms of respecting patient rights and improving obstetric practices.",
      "about-title6":"Awareness raising and screening for high blood pressure, diabetes and kidney failure at Abomey-Calavi town hall",
      "about-text6": "NCDs are among the major public health problems worldwide, particularly in poor countries such as Benin. To contribute to the fight against these chronic diseases, the Divine Mercy Clinic of Abomey-Calavi, in collaboration with DMF, organized a free awareness and screening campaign for the population of Abomey-Calavi. <br/><br/> Several activities were carried out to ensure the project's success and the achievement of expected results. These preparatory activities included broadcasting announcements on the radio through mass media, conducting outreach at strategic sites by distributing flyers, and posting large-format posters on walls in major gathering places such as districts, city hall, religious institutions, and taxi-moto gathering sites. For the success of the event, DMF provided CDM-AC with blood pressure monitors for measuring participants' blood pressure. <br/> In total, 392 people participated in this screening campaign, representing 65.33% of the expected participants. The graph below illustrates this information. <img src=\"assets/images/figure.png\" alt=\"\" /><br><strong>Figure 1:</strong> Achievement level based on the number of participants expected at the screening campaign (N = 600). <br><br><strong>Presentation of participants in the screening campaign</strong><br><em>&#9670; Socio-demographic characteristics</em><br> Most participants came from the municipality of Abomey-Calavi (354; 90.31%). The majority of participants in this screening campaign were men (262; 66.84%), and no transgender individuals were recorded. The sex ratio in favor of men was 2.01. Additionally, the average age was 41.67 ± 13.59 years, with extremes ranging from 18 to 77 years. The most dominant age group was those over 50 years old (113; 28.83%). The table below provides detailed statistics. <br><strong>Table I:</strong> Distribution of participants by their socio-demographic characteristics (n=392) <br><center><img src=\"assets/images/Tableau.png\" alt=\"\"></center><br>",
      "about-text7": "<em>&#9670; Having already participated at least once in these screening campaigns</em><br>More than half of the participants stated that they had never participated in such campaigns. The graph below shows this distribution. <br><img src=\"assets/images/figure2.png\" alt=\"\"><br><strong>Figure 2:</strong> Distribution of participants in the screening campaign based on their participation at least once in these campaigns (N = 392) <br><br><strong>Screening findings</strong> <br><em>&#9670; Suspected hypertension </em><br>During this screening campaign, 64 participants had high blood pressure readings, representing a prevalence of 16.33%. The graph below illustrates this statistic. <br><img src=\"assets/images/figure3.png\" alt=\"\"><br><strong>Figure 3:</strong> Distribution of participants by suspected hypertension (N = 392) <br><em>&#9670; Suspected diabetes</em><br>During this screening campaign, 42 participants had high blood sugar levels, representing a prevalence of 10.71%. The graph below illustrates this statistic. <br><img src=\"assets/images/figure4.png\" alt=\"\"><br><strong>Figure 4:</strong> Distribution of participants by suspected diabetes (N = 392) <br><em>&#9670; Suspected obesity </em><br>During this screening campaign, 51 participants had a body mass index (BMI) over 40, representing a prevalence of 13.01%. The graph below illustrates this statistic. <br><img src=\"assets/images/figure5.png\" alt=\"\"><br><strong>Figure 5</strong> Distribution of participants by suspected obesity (N = 392) <br><em>&#9670; Suspected kidney failure </em><br>After biomedical analyses in the laboratory, 11 participants had elevated urea and creatinine levels and were likely to have kidney failure, representing a prevalence of 2.81%. The graph below illustrates this information. <br><img src=\"assets/images/figure6.png\" alt=\"\">"

  
    }
  }
  
  