{
    "fr": {
      "home": "Accueil",
      "about": "A propos",
      "services": "Services",
      "contact": "Contact",
      "home1": "Accueil",
      "about1": "A propos",
      "services1": "Services",
      "contact1": "Contact",
      "donate": "Faire un don",
      "about-title2": "Renforcement de capacités du personnel de la Fondation Divine Miséricorde en gestion de projets",
      "nom": "Fondation Divine Miséricorde",
      "lien": "Liens",
      "domaine": "Nos domaines",
      "lettre": "Notre Newsletter",
      "lettretext": "Abonnez-vous à notre newsletter et recevez les dernières nouvelles !",
      "serv1": "Santé",
      "serv2": "Education",
      "serv3": "Environnement",
      "serv4": "Autonomisation des populations",
      "serv5": "Développement local",
      "texte": "Fondation Divine Miséricorde",
      "subscribe": "S'abonner",
      "responsablesTitle": "Quelques images de l'activité",
      "about-title8":"Mission humanitaire chirurgicale gratuite des hernies et goitres",
      "about-text8":"Du 15 février 2025 au 1er mars 2025, une Mission Humanitaire Chirurgicale Gratuite s’est déroulée au sein de la Clinique Divine Miséricorde d’Abomey-Calavi, en partenariat avec l’association belge REVIVVE. Après une phase de présélection de deux semaines, du 23 janvier au 14 février, 944 cas ont été détectés, dont 502 cas de hernie, 69 cas d’hydrocèle vaginale, 179 cas de goitre et 15 cas d’ectopie testiculaire. Plus de 24% des cas concernaient des enfants âgés de 5 ans au plus. Une phase de présélection sociale a ensuite été menée par l’Assistant social afin d’identifier les patients en situation d’indigence extrême, permettant ainsi d’opérer 136 cas, soit 14,41% des cas détectés."
    },
    "en": {
      "home": "Home",
      "about": "About",
      "services": "Services",
      "contact": "Contact",
      "home1": "Home",
      "about1": "About",
      "services1": "Services",
      "contact1": "Contact",
      "donate": "Make a donation",      
      "nom": "Divine Mercy Foundation",
      "lien": "Links",
      "domaine": "Our domains",
      "lettre": "Our Newsletter",
      "lettretext": "Subscribe to our newsletter and receive the latest news!",
      "serv1": "Health",
      "serv2": "Education",
      "serv3": "Environment",
      "serv4": "Empowering people",
      "serv5":"Local development",
      "texte": "Divine Mercy Foundation",
      "subscribe": "Subscribe",
      "responsablesTitle": "Some pictures of the activity",
      "about-title8": "Free surgical humanitarian mission for hernias and goiters",
      "about-text8": "From February 15, 2025 to March 1, 2025, a Free Surgical Humanitarian Mission took place at the Divine Mercy Clinic in Abomey-Calavi, in partnership with the Belgian association REVIVVE. After a two-week pre-selection phase, from January 23 to February 14, 944 cases were detected, including 502 cases of hernia, 69 cases of vaginal hydrocele, 179 cases of goiter and 15 cases of testicular ectopia. More than 24% of the cases concerned children aged 5 years or less. A social pre-selection phase was then carried out by the Social Worker in order to identify patients in situations of extreme poverty, thus making it possible to operate on 136 cases, or 14.41% of the cases detected."

  
    }
  }
  
  