{
  "fr": {
    "home": "Accueil",
    "about": "A propos",
    "services": "Services",
    "contact": "Contact",
    "home1": "Accueil",
    "about1": "A propos",
    "services1": "Services",
    "contact1": "Contact",
    "donate": "Faire un don",
    "about-title": "A propos ",
    "about-text": "Créée en 2023, <strong style=\"color: #FDB300;\">la Fondation Divine Miséricorde (FDM)</strong> est une institution privée qui œuvre pour le bien-être de la population béninoise. Sa mission principale est de promouvoir et défendre les initiatives citoyennes favorisant le développement, la paix, la solidarité et la prospérité dans un cadre durable.<br><br>Intervenant dans des domaines clés tels que la santé, l’éducation, l’environnement, l’autonomisation et le développement local, la fondation prône des valeurs fondamentales telles que la transparence, le respect, la proximité, la solidarité et le partage. Ces principes guident ses approches d’intervention axées sur la durabilité, l’inclusion, la souplesse, et des partenariats orientés vers des résultats concrets.<br><br>Depuis sa création, <strong style=\"color: #FDB300;\">la FDM</strong> a soutenu de nombreux projets socio-sanitaires et a contribué au renforcement des capacités de son personnel ainsi que d’autres structures. Elle conçoit et exploite des outils méthodologiques pour favoriser l’émancipation des populations par la création d’activités économiques et sociales, tout en produisant des informations spécifiques grâce à des études et évaluations socioéconomiques.<br><br>La Fondation est dirigée par <strong>Dr Hermann DOSSOU</strong>, Président Directeur Général (PDG), et <strong>Dr Rodrigue DOSSOU</strong>, Vice-Président Directeur Général Adjoint. Elle poursuit sa vision à travers des programmes établis en partenariat avec des acteurs techniques et financiers, dans le but de contribuer à un développement inclusif et durable sur tout le territoire béninois.",
    "resp":"Nos responsables incarnent le leadership et l'engagement qui façonnent la vision et les succès denotre entreprise.",
    "post1": "Président",
    "post2": "Vice-Président",
    "post3": "Secrétaire Général",
    "post4": "Trésorière Générale",
    "nom": "Fondation Divine Miséricorde",
    "lien": "Liens",
    "domaine": "Nos domaines",
    "lettre": "Notre Newsletter",
    "lettretext": "Abonnez-vous à notre newsletter et recevez les dernières nouvelles !",
    "serv1": "Santé",
    "serv2": "Education",
    "serv3": "Environnement",
    "serv4": "Autonomisation des populations",
    "serv5": "Développement local",
    "texte": "Fondation Divine Miséricorde",
    "subscribe": "S'abonner",
    "responsablesTitle": "Nos <em>responsables</em>",
    "about-title1":"Contactez-nous",
    "about-text1":"N'hésitez pas à nous envoyer un message maintenant !",
    "about-title2":"Téléphone",
    "about-text2":"Appelez-nous pour toute information ou assistance.",
    "about-title3":"Email",
    "about-text3":"Envoyez-nous un email pour vos questions ou suggestions.",
    "about-title4":"Adresse",
    "about-text4":"Quartier Tankpè, Maison Vincent AHO ",
    "about-title5":"Envoyez vos <em>messages</em>",
    "about-text5":"Afficher sur Google Maps",
    "name":"Nom",
    "email":"Email",
    "subject":"Objet",
    "message":"Votre Message",
    "submit":"Envoyer Message",
    "about-title6": "Nos Domaines d'intervention",
    "tab1":"Santé",
    "tab2":"Education",
    "tab3":"Environnement",
    "tab4":"Autonomisation des populations",
    "tab5":"Développement local",
    "titre1":"Bâtir des systèmes de soins résilients et accessibles",
    "titre2":"Créer des opportunités égales pour un avenir meilleur",
    "titre3":"Concilier développement et durabilité",
    "titre4":"Stimuler le potentiel individuel et collectif",
    "titre5":"Transformer les communautés par des infrastructures solides",
    "desc1":"La santé est au cœur des priorités de votre entreprise, car elle constitue la base du bien-être individuel et collectif. Dans un monde où des millions de personnes n'ont toujours pas accès à des soins de base, nous nous engageons à réduire ces inégalités grâce à des solutions innovantes et adaptées aux besoins locaux. Notre vision pour la santé : Nous croyons fermement que chaque individu, quel que soit son lieu de résidence ou sa condition sociale, a droit à des soins de santé de qualité. Nous nous efforçons de développer des initiatives qui non seulement répondent aux urgences sanitaires immédiates, mais renforcent également les systèmes de soins sur le long terme. Actions stratégiques : Mise en place d’infrastructures médicales : Nous construisons et rénovons des centres de santé, en particulier dans les zones rurales et isolées, où l'accès aux soins est limité. Ces infrastructures sont équipées de technologies modernes adaptées au contexte local. Programmes de santé communautaire : Nous déployons des campagnes de sensibilisation sur des sujets tels que la prévention des maladies infectieuses, l’importance des vaccinations et les pratiques d’hygiène essentielles. Cliniques mobiles : Pour toucher les populations éloignées, nous utilisons des cliniques itinérantes équipées pour offrir des consultations, des traitements de base et des diagnostics. Soutien aux professionnels de santé : Nous offrons des formations continues, fournissons des équipements médicaux et mettons en place des partenariats pour améliorer la qualité des soins dispensés. Impact attendu : Une réduction significative des taux de mortalité maternelle et infantile. Un accès élargi à des soins de qualité pour les populations vulnérables. Une meilleure prévention des maladies transmissibles grâce à l'éducation et aux campagnes de sensibilisation.",
    "desc2":"L’éducation est l’un des outils les plus puissants pour lutter contre la pauvreté et stimuler le développement. Notre entreprise considère l’accès à une éducation de qualité comme une condition préalable au progrès humain et social. Notre engagement pour l'éducation : Nous croyons que chaque enfant mérite de recevoir une éducation qui libère son potentiel, indépendamment de son sexe, de sa religion ou de sa situation économique. Nos efforts se concentrent sur la réduction des barrières qui empêchent l'accès à l'apprentissage et sur le développement de systèmes éducatifs inclusifs. Initiatives phares : Rénovation et construction d’écoles : Nous construisons des salles de classe modernes et sûres pour  permettre aux élèves d'étudier dans des conditions propices. Programmes de bourses scolaires : Nous soutenons financièrement les élèves brillants issus de familles défavorisées, en couvrant leurs frais de scolarité, d'achat de fournitures et de transport. Intégration des technologies numériques : Nous introduisons des outils numériques pour moderniser les méthodes pédagogiques, tels que des ordinateurs, tablettes et plateformes d'apprentissage en ligne. Formation des enseignants : Nous organisons des ateliers pour former les éducateurs sur les nouvelles techniques d’enseignement et renforcer leurs compétences pédagogiques. Impact attendu : Une augmentation du taux d’alphabétisation, en particulier chez les filles. Une meilleure préparation des jeunes aux défis professionnels et économiques. Une réduction du décrochage scolaire, notamment dans les communautés marginalisées.",
    "desc3":" Face aux défis environnementaux actuels, notre entreprise s’engage activement dans la protection de la planète. Nous croyons que la durabilité est essentielle non seulement pour préserver les ressources naturelles, mais aussi pour garantir un avenir prospère aux générations futures. Notre mission pour l’environnement : Nous nous efforçons de promouvoir des solutions écologiques et de sensibiliser les communautés aux enjeux environnementaux afin de créer un équilibre harmonieux entre progrès humain et préservation de la nature. Initiatives clés : Reforestation massive : Nous plantons des millions d’arbres dans des zones déboisées pour restaurer les écosystèmes, réduire l’érosion des sols et améliorer la qualité de l’air. Programmes de gestion des déchets : Nous collaborons avec les municipalités pour mettre en place des systèmes efficaces de tri, recyclage et élimination des déchets. Énergies renouvelables : Nous encourageons l’adoption de solutions durables, comme les panneaux solaires et les biogaz, pour réduire la dépendance aux énergies fossiles. Campagnes de sensibilisation : Nous éduquons les communautés sur des pratiques responsables, comme l’économie d’eau, l’utilisation de produits recyclables et la réduction des déchets plastiques. Impact attendu : Une diminution des émissions de gaz à effet de serre. La restauration des habitats naturels et le renforcement de la biodiversité. Des communautés plus conscientes et impliquées dans la protection de l’environnement.",
    "desc4":"Nous croyons que le développement durable passe par l’autonomisation des individus et des communautés. C’est pourquoi nous soutenons des initiatives qui renforcent les capacités locales et encouragent l’autosuffisance. Notre approche : Nous aidons les populations à accéder aux ressources, aux compétences et au financement nécessaires pour améliorer leur qualité de vie et participer activement au développement économique. Projets prioritaires : Programmes de formation professionnelle : Nous organisons des sessions pratiques pour enseigner des compétences en agriculture, artisanat, gestion d'entreprise, et bien plus encore. Microcrédits et financement : Nous proposons des prêts à faible taux pour soutenir les entrepreneurs locaux et stimuler la création de petites entreprises. Accompagnement entrepreneurial : Nous offrons des services de mentorat et de conseils pour aider les startups à prospérer dans des environnements compétitifs. Impact attendu : Une augmentation des revenus des ménages locaux. La création d'emplois stables et durables. Une amélioration significative des conditions de vie grâce à l’autosuffisance économique.",
    "desc5":"Nous comprenons que des infrastructures fiables et des initiatives économiques locales sont essentielles pour le développement global des communautés. Nos interventions : Nous œuvrons pour renforcer les bases structurelles des communautés tout en favorisant leur participation active à des projets locaux. Projets en cours : Construction d’infrastructures clés : Nous investissons dans des routes, ponts, réseaux d’eau  potable et installations communautaires pour améliorer les conditions de vie. Appui aux coopératives locales : Nous travaillons avec des groupes communautaires pour maximiser la production et la commercialisation de leurs produits. Stimuler les économies locales : Nos initiatives incluent la formation en gestion d’entreprise et le soutien à des projets à fort impact économique. Impact attendu : Des communautés mieux connectées et plus résilientes face aux crises. Une amélioration de l’accès aux services de base tels que l’eau, l’électricité et les transports. Un épanouissement économique et social global des territoires."

  },
  "en": {
    "home": "Home",
    "about": "About",
    "services": "Services",
    "contact": "Contact",
    "home1": "Home",
    "about1": "About",
    "services1": "Services",
    "contact1": "Contact",
    "donate": "Make a donation",
    "about-title": "About",
    "about-text": "Created in 2023, <strong style=\"color: #FDB300;\">the Divine Mercy Foundation (DMF)</strong> is a private institution working for the well-being of the Beninese population. Its main mission is to promote and defend citizen initiatives that foster development, peace, solidarity and prosperity within a sustainable framework.<br><br>Intervening in key areas such as health, education, the environment, empowerment and local development, the foundation promotes fundamental values such as transparency, respect, proximity, solidarity and sharing. These principles guide its approaches to intervention, which are based on sustainability, inclusion, flexibility and partnerships geared towards concrete results.<br><br>Since its creation, <strong style=\"color: #FDB300;\">the FDM</strong> has supported numerous socio-health projects and contributed to capacity building for its staff and other structures. It designs and implements methodological tools to help empower populations through the creation of economic and social activities, while producing specific information through socio-economic studies and assessments.<br><br>The Foundation is led by <strong>Dr. Hermann DOSSOU</strong>, Chief Executive Officer (CEO), and <strong>Dr. Rodrigue DOSSOU</strong>, Deputy Vice President. It pursues its vision through programs established in partnership with technical and financial actors to contribute to inclusive and sustainable development across Benin.",
    "resp":"Our managers embody the leadership and commitment that shape our company's vision and success.of our company.",
    "post1": "President",
    "post2": "Vice-President",
    "post3": "Secretary General",
    "post4": "Treasurer General",
    "nom": "Divine Mercy Foundation",
    "lien": "Links",
    "domaine": "Our domains",
    "lettre": "Our Newsletter",
    "lettretext": "Subscribe to our newsletter and receive the latest news!",
    "serv1": "Health",
    "serv2": "Education",
    "serv3": "Environment",
    "serv4": "Empowering people",
    "serv5":"Local development",
    "texte": "Divine Mercy Foundation",
    "subscribe": "Subscribe",
    "responsablesTitle": "Our <em>managers</em>",
    "about-title1":"Contact us",
    "about-text1":"Don't hesitate to send us a message now!",
    "about-title2":"Phone",
    "about-text2":"Call us for any information or assistance.",
    "about-title3":"Email",
    "about-text3":"Send us an email with your questions or suggestions.",
    "about-title4":"Address",
    "about-text4":"Quartier Tankpè, Maison Vincent AHO ",
    "about-title5":"Send your <em>messages</em>",
    "about-text5":"Show on Google Maps",
    "name":"Name",
    "email":"Email",
    "subject":"Subject",
    "message":"Your Message",
    "submit":"Send Message",
    "about-title6": "Our domains of Intervention",
    "tab1": "Health",
    "tab2": "Education",
    "tab3": "Environment",
    "tab4": "Empowerment people",
    "tab5": "Local Development",
    "titre1": "Building Resilient and Accessible Healthcare Systems",
    "titre2": "Creating Equal Opportunities for a Better Future",
    "titre3": "Balancing Development and Sustainability",
    "titre4": "Harnessing Individual and Collective Potential",
    "titre5": "Transforming Communities Through Robust Infrastructure",
    "desc1": "Health is at the heart of your company's priorities as it forms the foundation of individual and collective well-being. In a world where millions of people still lack access to basic healthcare, we are committed to reducing these inequalities through innovative solutions tailored to local needs. Our vision for health: We strongly believe that every individual, regardless of their place of residence or social status, is entitled to quality healthcare. We strive to develop initiatives that not only address immediate health emergencies but also strengthen healthcare systems in the long term. Strategic actions: Establishing medical infrastructure: We build and renovate healthcare centers, especially in rural and remote areas where access to care is limited. These facilities are equipped with modern technologies adapted to the local context. Community health programs: We conduct awareness campaigns on topics such as infectious disease prevention, the importance of vaccinations, and essential hygiene practices. Mobile clinics: To reach remote populations, we deploy mobile clinics equipped to provide consultations, basic treatments, and diagnostics. Support for healthcare professionals: We offer ongoing training, provide medical equipment, and establish partnerships to improve the quality of care delivered. Expected impact: A significant reduction in maternal and infant mortality rates. Expanded access to quality healthcare for vulnerable populations. Improved prevention of communicable diseases through education and awareness campaigns.",
    "desc2": "Education is one of the most powerful tools for fighting poverty and driving development. Our company considers access to quality education as a prerequisite for human and social progress. Our commitment to education: We believe that every child deserves access to education that unlocks their potential, regardless of their gender, religion, or economic status. Our efforts focus on reducing barriers to learning and developing inclusive education systems. Key initiatives: Renovation and construction of schools: We build modern and safe classrooms to enable students to study in conducive conditions. Scholarship programs: We financially support bright students from underprivileged families by covering their tuition fees, school supplies, and transportation costs. Integration of digital technologies: We introduce digital tools to modernize teaching methods, such as computers, tablets, and online learning platforms. Teacher training: We organize workshops to train educators in new teaching techniques and enhance their pedagogical skills. Expected impact: An increase in literacy rates, especially among girls. Better preparation of young people to face professional and economic challenges. Reduced school dropout rates, particularly in marginalized communities.",
    "desc3": "In the face of current environmental challenges, our company actively commits to protecting the planet. We believe that sustainability is essential not only to preserve natural resources but also to ensure a prosperous future for generations to come. Our mission for the environment: We strive to promote eco-friendly solutions and raise community awareness about environmental issues to create a harmonious balance between human progress and nature preservation. Key initiatives: Massive reforestation: We plant millions of trees in deforested areas to restore ecosystems, reduce soil erosion, and improve air quality. Waste management programs: We collaborate with municipalities to implement effective waste sorting, recycling, and disposal systems. Renewable energy: We encourage the adoption of sustainable solutions, such as solar panels and biogas, to reduce dependency on fossil fuels. Awareness campaigns: We educate communities on responsible practices, such as water conservation, the use of recyclable products, and plastic waste reduction. Expected impact: A decrease in greenhouse gas emissions. Restoration of natural habitats and biodiversity enhancement. Communities that are more aware and involved in environmental protection.",
    "desc4": "We believe that sustainable development involves empowering individuals and communities. That’s why we support initiatives that strengthen local capacities and encourage self-sufficiency. Our approach: We help populations access resources, skills, and funding needed to improve their quality of life and actively participate in economic development. Priority projects: Vocational training programs: We organize practical sessions to teach skills in agriculture, crafts, business management, and more. Microcredit and financing: We offer low-interest loans to support local entrepreneurs and stimulate the creation of small businesses. Entrepreneurial support: We provide mentorship and advisory services to help startups thrive in competitive environments. Expected impact: Increased household incomes. Creation of stable and sustainable jobs. Significant improvement in living conditions through economic self-reliance.",
    "desc5": "We understand that reliable infrastructure and local economic initiatives are essential for the overall development of communities. Our interventions: We work to strengthen the structural foundations of communities while encouraging their active participation in local projects. Ongoing projects: Construction of key infrastructure: We invest in roads, bridges, drinking water networks, and community facilities to improve living conditions. Support for local cooperatives: We work with community groups to maximize the production and marketing of their products. Stimulating local economies: Our initiatives include business management training and support for high-impact economic projects. Expected impact: Better-connected and more resilient communities in times of crisis. Improved access to basic services such as water, electricity, and transportation. Comprehensive economic and social growth of territories."

  }
}
